Repository: dimkard/distrowatcher
Catalog: po/*.po
Languages: el, es, it, lt, ru, uz, zh_tw

source: Distribution release
el: Κυκλοφορία διανομής
es: Lanzamiento de distribución
it: Rilascio distro
lt: Distribucijos leidimas
ru: Релиз дистрибутива
uz: Distributiv nashri
zh_tw: 散佈版釋出

source: A new version of %1 is available!
el: Μια νέα έκδοση του %1 είναι διαθέσιμη!
es: Una nueva versión de % 1 está disponible!
it: Una nuova versione di %1 Ã¨ disponibile!
lt: Nauja %1 versija yra prieinama!
ru: Доступна новая версия %1!
uz: %1'ning yangi versiyasi mavjud!
zh_tw: %1 的新版本已提供！

source: Title
el: Τίτλος
es: Título
ru: Заголовок

source: Link
el: Σύνδεσμος
es: Hipervínculo
ru: Ссылка

source: Date
el: Ημερομηνία
es: Fecha
ru: Дата

source: Distro
el: Διανομή
es: Distribución
ru: Дистрибутив

source: Distro Short Name
el: Σύντομο όνομα διανομής
es: Distribución (nombre abreviado)
ru: Краткое название дистрибутива

source: Distributions
el: Διανομές
es: Distribuciones
it: Distro
lt: Distribucijos
ru: Дистрибутивы
uz: Distributivlar
zh_tw: 散佈版

source: Packages
el: Πακέτα
es: Paquetes
it: Pacchetti
lt: Paketai
ru: Пакеты
uz: Paketlar
zh_tw: 軟體包

source: Data from distrowatch.com
el: Δεδομένα από το distrowatch.com
es: Datos desde distrowatch.com
it: Dati da distrowatch.com
lt: Duomenys iš distrowatch.com
ru: Информация с distrowatch.com
uz: Distrowatch.com'dan ma'lumot
zh_tw: 資料取自 distrowatch.com

source: Enter distribution name...
el: Καταχωρήστε όνομα διανομής...
es: Introduzca el nombre de la distribución...
it: Inserisci il nome della distro...
lt: Įveskite distribucijos pavadinimą...
uz: Distributiv nomini kiritish...
zh_tw: 輸入散佈版名稱...

source: Return to latest distributions
el: Επιστροφή στις τελευταίες διανομές
es: Volver a últimas distribuciones
ru: Возвратиться к последнему дистрибутиву
uz: So'nggi distributivlarga qaytish

source: Select your favorite distributions
el: Επιλέξτε τις αγαπημένες σας διανομές
es: Seleccione sus distribuciones favoritas
ru: Выберите свой любимый дистрибутив
uz: Sevimli distributivlarni tanlang

source: Distro Name
el: Όνομα διανομής
es: Nombre de la distribución
ru: Название дистрибутива

source: Distro Latest Version
el: Τελευταία έκδοση διανομής
es: última versión de la distribución
ru: Последняя версия дистрибутива

source: Package
el: Πακέτο
es: Paquete
ru: Пакет

source: Network issue. Please check your network connection. If you do not face any network problem, distrowatch.com may be unavailable or facing difficulties.
el: Πρόβλημα δικτύου. Ελέγξτε παρακαλώ τη σύνδεση δικτύου σας. Αν δεν αντιμετωπίζετε κάποιο δικτυακό πρόβλημα, ενδέχεται το distrowatch.com να μην είναι διαθέσιμο ή να αντιμετωπίζει δυσκολίες.
es: Problema de red. Verifique su conexión a Internet por favor. Si no hay ningún problema de red, es possible que distrowatch.com no sea accesible o encuentre difficultades.
it: Errore di rete. Controlla la tua connessione ad internet. Se la tua connessione non ha nessun problema, distrowatch.com potrebbe avere qualche problema.
lt: Tinklo problemos. Prašome patikrinti savo interneto ryšį. Jei su jūsų interneto ryšiu viskas gerai, gali būti, kad distrowatch.com yra neprieinamas arba susidūrė su kitomis problemomis.
ru: Проблемы с соединением. Пожалуйста, проверьте соединение с сетью. Если в этом плане проблем нет, distrowatch.com просто может быть недоступным или испытывать трудности.
uz: Tarmoq muammosi. Tarmoqqa ulanishni tekshiring. Agar tarmoq muammosi bo'lmasa, distrowatch.com mavjud emas bo'lishi mumkin.
zh_tw: 網路問題。 請檢查您的網路連線。如果您並未遇到任何網路問題，distrowatch.com 可能暫時不可用或是有其他麻煩了。

source: Dialog
el: Διάλογος
es: Cuadro de diálogo
it: Dialogo
ru: Диалог
zh_tw: 對話框

source: General
el: Γενικά
it: Generale
lt: Bendra
ru: Главное
uz: Umumiy
zh_tw: 一般

source: Refresh data every X minutes
el: Ανανέωση κάθε Χ λεπτά
es: Actualización de los datos cada X minutos
it: Aggiorna dati ogni X minuti
ru: Обновлять информацию каждые X минут(-ы)
uz: Har X daqiqa ma'lumotlarni yangilash
zh_tw: 每 X 分鐘重新整理資料

source: Refresh every (minutes):
el: Ανανέωση κάθε (σε λεπτά):
es: Actualización cada (minutos):
it: Aggiorna ogni (minuti):
ru: Обновлять через (минуты):
uz: Yangilash davri (daqiqa):
zh_tw: 每(幾分鐘)重新整理：

source: Display a notification in case of new release of a favorite distribution
el: Εμφάνιση ειδοποίησης σε περίπτωση νέας κυκλοφορίας για μια από τις αγαπημένες διανομές
es: Mostrar notificación en caso de nuevo lanzamiento de una distribución favorita
it: Visualizza una notifica in caso di un nuovo rilascio della tua distro preferita
ru: Выводить уведомление, если вышла новая версия любимого дистрибутива
uz: Sevimli distributivning yangi nashri chiqqanda bildirishnoma ko'rsatish
zh_tw: 我的最愛的散佈版其中中一個有新版本時顯示通知

source: Enable notifications:
el: Ενεργοποίηση ειδοποιήσεων:
es: Activar notificaciones:
it: Abilita notifiche:
ru: Включить уведомления:
uz: Bildirishnomalarni yoqish:
zh_tw: 啟用通知：

# NAME OF TRANSLATORS
source: Your names
el: Dimitris Kardarakos
es: Dimitris Kardarakos
it: Giuseppe Pignataro
lt: Jūsų vardai
ru: Ваше имя
uz: Umid Almasov
zh_tw: Jeff Huang

# EMAIL OF TRANSLATORS
source: Your emails
el: dimkard@gmail.com
es: dimkard@gmail.com
it: anubisteam01@gmail.com
lt: Jūsų el. paštai
ru: Ваш email
uz: u.almasov@gmail.com
zh_tw: s8321414@gmail.com

source: Favorites
lt: Parankinės
zh_tw: 我的最愛

source: News
lt: Naujienos
zh_tw: 新聞

source: More...
lt: Daugiau...
zh_tw: 更多...

source: Filter:
lt: Filtras:
zh_tw: 過濾器：

source: Reload
it: Ricarica
lt: Įkelti iš naujo
zh_tw: 重新載入

source: If selected, buttons will be displayed on the top of the plasmoid. Otherwise, on the left.
zh_tw: 若選取，按鈕將會顯示在 plasmoid 的頂端。否則會顯示在左邊。

source: Use vertical layout:
zh_tw: 使用垂直佈局：

source: Distro Watcher
zh_tw: 散佈版觀察家

source: Shows the latest releases of Linux distributions and packages
it: Mostra gli ultimi rilasci di distro Linux e pacchetti
lt: Rodyti paskiausius Linux distribucijų ir paketų leidimus.
zh_tw: 顯示 Linux 散佈版及軟體包的最新版本
